Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1166_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Tän eeʹjj Ǩiõlltuejj-cistt lij sääʹmräänn
fin: Vuoden Kieliteko-palkinto on kolttaraanu

source: Cistt lij ǩiõtt-tuejj, ceägg räännkååʹđđem-muõrivuiʹm kođđum äʹrbbvuõđlaž sääʹmräänn.
fin: Tämän vuotisen Kieliteko-palkinnon on valmistanut kolttasaamelainen Aune Mettäpuro Sevettijärveltä.

source: Sääʹm ǩiõllsuåvtõs juâkk juõʹǩǩ nuuʹbb eeʹjj Ǩiõlltuejj-ciist.
fin: Saamen kielineuvosto myöntää joka toinen vuosi Kieliteko-palkinnon.

source: Eeʹjjest 2015 Ǩiõlltuejj-cistt lij čuäʹjtum Mielenterveystalo.
fin: Vuonna 2015 Kieliteko-palkinto on osoitettu Mielenterveystalo.

source: fi-õhttsažtuejjhaʹŋǩǩõʹsse.
fin: fi - yhteistyöhankkeelle.

source: Ǩiõlltuejj-ciist mieʹrren lij uʹvdded tobdstõõzz sääʹm ǩiõl sââʹj da sääʹmǩiõllsai kääzzkõõzzi õõudummša tueʹjjuum oʹnnstam da miârkkšõõvvi tuejast Lääʹddjânnmest.
fin: Kieliteko-palkinnon tarkoitus on antaa tunnustusta saamen kielen aseman ja saamenkielisten palvelujen edistämiseksi tehdystä ansiokkaasta ja merkittävästä työstä Suomessa.

source: ” Sääʹmräänn ” lij tuuʹl õnnum sääʹmpiârrjest ollräännan.
fin: ” Kolttaraanua ” on ennen aikaan käytetty kolttasaamelaisessa perheessä villapeittona.

source: Sääʹmräänn lij samai paakkâs, ko tõt lij sauʒʒoollain kođđum.
fin: Kolttaraanu on lampaanvillasta valmistettuna hyvin lämmin.

source: Mätkka vueʹljeen, ouddmiârkkân puäʒʒrääidain, ǩeʹrrsin leʹbe saaʹnin, leäi rään sizz šiõǥǥ kaarrâd håʹt mâka siõm päärnaid.
fin: Matkalle lähdettäessä esim. pororaidolla ahkiossa tai sanissa, raanuun oli hyvä kääriä lämpimään vaikkapa pienet lapset.

source: Äʹrbbvuõđlaž sääʹmräänn kååʹđet ceägg räännkååʹđđem-muõrivuiʹm da tõn vaalmštet saauʒ oollast snaʹlddjin põnnum oll-lääiʹjin.
fin: Perinteinen kolttaraanu kudotaan pystykangaspuilla ja se valmistetaan lampaan villasta värttinällä kehrätyistä villalangoista.

source: Rään äʹrbbvuõđlaž eeuʹn lie viõlggâd, čappâd da ruõpssâd.
fin: Raanun perinteisiä värejä ovat valkoinen, musta ja punainen.

source: Sääʹmrään raabblin kođđum alttõs, vuäivškott, lij samai jiiʹjjes-inallšem; čuõǯǯâlmlääiʹjid kååʹđet rabblin vuäivškõʹtte, koozz šâdd sääʹmrään jiiʹjjesnallšem säähmattǩeʹrjj.
fin: Kolttaraanun aloitus pirta-nauhasta on erikoinen; loimilangat kudotaan pirtanauhaan johon muodostuu kolttaraanulle ominainen ruutukuvio.

source: Vuäivškõõđ kuärat ǩidd räännmuõrid pââjas vuäiškõttmuõʹrre, koʹst lie reäiʹj rään vuäivškõõđ ǩiddkuärram vääras.
fin: Pirtanauha kiinnitetään raanupuiden yläpuuhun, jossa on reiät raanun aloituksen kiinnittämistä varten.

source: Rään jueʹlǧǧrõšjuõn vuâlla paʹrǧǧeet ns. ” reppjueʹlǧǧ ” - paalmǩid.
fin: Raanun lopetukseen palmikoidaan kolttaraanulle ominaiset - riekonjalka ” - palmikoinnit.

source: Ânnʼjõž ääiʹjest tän nuõrttsämmlai äʹrbbvuõđlaž rään ââʹnet jäänaž seiʹnnräännan.
fin: Nykyään tätä kolttasaamelaisten perinteistä raanua käytetään enimmäkseen seinävaatteena.
